MELDUNGEN/EXPORT/RANOREX_Aktualisierungmeldung_20240813084249.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-13T08:42:48.877+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10012" guid="6254621b-f968-4ca9-9d30-ee8c653a88c5"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-13T08:42:49.122+02:00" letzterVerkauf="2024-08-13T08:42:49.122+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
